INSERT INTO libraries(library_id, name, address, longitude, latitude, webpage)
VALUES
    -- 서울성북
    (1, '서울검색도서관', '테스트 주소',127.02,37.58,'library.webpage'),
    (2, '서울 검색 도서관', '테스트 주소',127.02,37.58,'library.webpage'),
    (3, '서울검색 도서관', '테스트 주소',127.02,37.58,'library.webpage'),
    (4, '서울 검색도서관', '테스트 주소',127.02,37.58,'library.webpage'),
    (5, '서울 자동 도서관', '테스트 주소',127.02,37.58,'library.webpage'),
    (6, '서울 자동완성 도서관', '테스트 주소',127.02,37.58,'library.webpage'),
    (7, '서울자동완성 도서관', '테스트 주소',127.02,37.58,'library.webpage'),
    (8, '서울자동완성도서관', '테스트 주소',127.02,37.58,'library.webpage'),
    (9, '서울 테스트도서관', '테스트 주소',127.02,37.58,'library.webpage'),
    (10, '서울이름짓기귀찮은도서관', '테스트 주소',127.02,37.58,'library.webpage'),

    -- 인천
    (11, '인천검색도서관', '테스트 주소',126.70,37.45,'library.webpage'),
    (12, '인천 검색 도서관', '테스트 주소',126.70,37.45,'library.webpage'),
    (13, '인천검색 도서관', '테스트 주소',126.70,37.45,'library.webpage'),
    (14, '인천 검색도서관', '테스트 주소',126.70,37.45,'library.webpage'),
    (15, '인천 자동 도서관', '테스트 주소',126.70,37.45,'library.webpage'),
    (16, '인천 자동완성 도서관', '테스트 주소',126.70,37.45,'library.webpage'),
    (17, '인천자동완성 도서관', '테스트 주소',126.70,37.45,'library.webpage'),
    (18, '인천자동완성도서관', '테스트 주소',126.70,37.45,'library.webpage'),
    (19, '인천 테스트도서관', '테스트 주소',126.70,37.45,'library.webpage'),
    (20, '인천이름짓기귀찮은도서관', '테스트 주소',126.70,37.45,'library.webpage')
;
